Repository: Zypper007/wordpress-protector
Catalog: lang/wordpress-protector-*.po
Languages: pl_pl

source: Login failed
pl_pl: Nieudane logowanie

source: Recaptcha verification failed
pl_pl: Nieudana weryfikacja reCAPTCHA

source: Login has been blocked on
pl_pl: Logowanie zostało zablokowane na

source: day
pl_pl: dzień

source: days
pl_pl: dni

source: You can try to login
pl_pl: Możesz spróbować się zalogować

source: Left
pl_pl: Zostało

source: attempt
pl_pl: próba

source: attempts
pl_pl: próby

source: Too many login attempts
pl_pl: Zbyt wiele prób logowań

source: Changes saved
pl_pl: Zapisano ustawienia

source: Settings for
pl_pl: Ustawienia dla

source: Hide login errors
pl_pl: Ukryj błędy logowania

source: Hide WordPress version
pl_pl: Ukryj wersję Wordpress

source: Login lockdown
pl_pl: Blokada logowania

source: Save changes
pl_pl: Zapisz ustawienia

source: Enable?
pl_pl: Włączone?

source: Site key (public)
pl_pl: Site key (klucz publiczny)

source: Private key (private)
pl_pl: Prywatny klucz

source: API key (private)
pl_pl: API key (klucz prywatny)

source: Project's name
pl_pl: Nazwa projektu

source: Score
pl_pl: Punkty

source: the weakest
pl_pl: najsłabsze

source: the strongest
pl_pl: najsilniejsze

source: Failed login count
pl_pl: Liczba prób logowań

source: Lockdown time in minutes
pl_pl: Czas blokady w minutach

source: Hide version of WordPress instance
pl_pl: Ukryj wersję WordPress'a

source: Hide all login errors
pl_pl: Ukryj wszystkie błędy logowań
